questions = { // don't change this line
        "1test": {
            "question": "Тестовый вопрос",
            "answers": [
                "Да, это тестововый вопрос, тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест",
                "Нет, я считаю иначе, должно быть так, и не так... тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест_тест, бла-бла-бла..."
            ],
            "results": {},
            "nextquestion": {
                "yes": "2test",
                "no": "2test"
            }
        },
        "2test": {
            "question": "Тестовый вопрос2",
            "answers": [
                "Да",
                "Нет"
            ],
            "results": {
                "yes": "Auto",
                "no": "Demo",
            },
            "nextquestion": {
            }
        }
    }
